[
    {
        "name": "In the Likely Event",
        "slug": "in-the-likely-event",
        "price": 650,
        "description": "From the instant New York Times bestselling author of Fourth Wing, Rebecca Yarros, comes a sweeping romance about the sustained power of chance encounters.\n\nWhen Izzy Astor gets on a plane to go home, she isn’t expecting much. It’s the usual holiday travel experience: busy, crowded, stressful.\n\nThen she spots her seatmate, who is anything but ordinary. Nate Phelan sports dark hair, blue eyes, and a deliciously rugged charm that Izzy can’t resist. Their connection is undeniable. Izzy never believed in destiny before, but she does now.\n\nJust ninety seconds after takeoff, their plane goes down in the Missouri River.\n\nTheir lives change. They change. Nate goes on to a career in the military while Izzy finds her way into politics. Despite a few chance encounters over the years, the timing never feels right.\n\nThen comes a high-stakes reunion in Afghanistan, where Nate is tasked with protecting Izzy’s life.\n\nHe’ll do anything to keep her safe. And everything to win her heart.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51bMZ63tXrL.jpg",
        "category": "Romance"
    },

    {
        "name": "Don't Forget to Write: A Novel",
        "slug": "dont-forget-to-write-a-novel",
        "price": 550,
        "description": "In 1960, a young woman discovers a freedom she never knew existed in this exhilarating, funny, and emotional novel by the bestselling author of She’s Up to No Good.\n\nWhen Marilyn Kleinman is caught making out with the rabbi’s son in front of the whole congregation, her parents ship her off to her great-aunt Ada for the summer. If anyone can save their daughter’s reputation, it’s Philadelphia’s strict premier matchmaker. Either that or Marilyn can kiss college goodbye.\n\nTo Marilyn’s surprise, Ada’s not the humorless septuagenarian her mother described. Not with that platinum-blonde hair, Hermès scarf, and Cadillac convertible. She’s sharp, straight-talking, takes her job very seriously, and abides by her own rules…mostly. As the summer unfolds, Ada and Marilyn head for the Jersey shore, where Marilyn helps Ada scope out eligible matches—for anyone but Marilyn, that is.\n\nBecause if there’s one thing Marilyn’s learned from Ada, it’s that she doesn’t have to settle. With the school year quickly approaching and her father threatening to disinherit her, Marilyn must make her choice for her future: return to the comfortable life she knows or embrace a risky, unknown path on her own.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51ZHx3q31nL.jpg",
        "category": "Fiction"
    },

    {
        "name": "The Starfish Sisters",
        "slug": "the-starfish-sisters",
        "price": 550,
        "description": "From the USA Today bestselling author of When We Believed in Mermaids comes an emotional novel about two women facing the betrayals, heartbreaks, and refuge of true friendship.\n\nPhoebe and Suze used to be closer than sisters. Growing up in a quiet and wildly beautiful coastal town in Oregon, they shared everything. Until the secrets they couldn’t share threatened their bond and complicated their lives.\n\nNow, decades later, Suze, a famous actress desperate for safe haven following a brutal attack, is back in town. Phoebe, a successful illustrator and fabric designer, has discovered keeping a secret means she can’t let anyone get close, aside from her beloved granddaughter, Jasmine. As Jasmine’s move to London looms, Phoebe doesn’t know how to face the return of her old friend and all that’s still unsaid between them. Can the two women who’ve never confronted their past do it now when the choice is between healing and survival?\n\nHeartfelt and layered, The Starfish Sisters is a moving story about the complicated nature of female friendship, the joys and heartbreaks of life, and the resiliency and power that women possess.",
        "quantity": 35,
        "imageUrl": "https://m.media-amazon.com/images/I/41F4vp58uqL.jpg",
        "category": "Fiction"
    },

    {
        "name": "Malibu Burning (Sharpe & Walker Book 1)",
        "slug": "malibu-burning",
        "price": 550,
        "description": "For a professional criminal and a relentless arson investigator, fear and revenge spread like wildfire in an incendiary thriller by #1 New York Times bestselling author Lee Goldberg.\n\nHell comes to Southern California every October. It rides in on searing Santa Ana winds that blast at near hurricane force, igniting voracious wildfires. Master thief Danny Cole longs for the flames. A tsunami of fire is exactly what he needs to pull off a daring crime and avenge a fallen friend.\n\nAs the most devastating firestorms in Los Angeles’ history scorch the hills of Malibu, relentless arson investigator Walter Sharpe and his wild card of a new partner, Andrew Walker, a former US marshal, suspect that someone set the massive blazes intentionally, a terrifying means to an unknown end.\n\nWhile the flames rage out of control, Danny pursues his brilliant scheme, unaware that Sharpe and Walker are closing in. But when they all collide in a canyon of fire, everything changes, pitting them against an unexpected enemy within an inescapable inferno.",
        "quantity": 35,
        "imageUrl": "https://m.media-amazon.com/images/I/513Dx7zWWyL.jpg",
        "category": "Thriller"
    },

    {
        "name": "Not My Kind of Hero",
        "slug": "not-my-kind-of-hero",
        "price": 500,
        "description": "In the gripping novel 'Not My Kind of Hero,' explore a story of unexpected connections, personal growth, and the transformative power of compassion.\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith a cast of compelling characters and a narrative that delves into the complexities of human emotions, 'Not My Kind of Hero' is a thought-provoking and engaging read.",
        "quantity": 40,
        "imageUrl": "https://m.media-amazon.com/images/I/51TlCe9xesL.jpg",
        "category": "Fiction"
    },
    {
        "name": "What Never Happened: A Thriller",
        "slug": "what-never-happened",
        "price": 600,
        "description": "It’s murder in paradise as a woman uncovers a host of secrets off the rocky California coast in a gripping novel of suspense by New York Times bestselling author Rachel Howzell Hall.\n\nColette “Coco” Weber has relocated to her Catalina Island home, where, twenty years before, she was the sole survivor of a deadly home invasion. All Coco wants is to see her aunt Gwen, get as far away from her ex as possible, and get back to her craft—writing obituaries. Thankfully, her college best friend, Maddy, owns the local paper and has a job sure to keep Coco busy, considering the number of elderly folks who are dying on the island.\n\nBut as Coco learns more about these deaths, she quickly realizes that the circumstances surrounding them are remarkably similar…and not natural. Then Coco receives a sinister threat in the mail: her own obituary.\n\nAs Coco begins to draw connections between a serial killer’s crimes and her own family tragedy, she fears that the secrets on Catalina Island might be too deep to survive. Because whoever is watching her is hell-bent on finally putting her past to rest.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51YUW3UEBHL.jpg",
        "category": "Thriller"
    },

    {
        "name": "Call the Canaries Home",
        "slug": "call-the-canaries-home",
        "price": 650,
        "description": "In 'Call the Canaries Home,' experience a heartfelt tale of resilience, friendship, and the power of embracing one's roots.\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith evocative storytelling and richly developed characters, 'Call the Canaries Home' takes readers on a journey of self-discovery and the search for a place to belong.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51PLiTt+prL.jpg",
        "category": "Fiction"
    },

    {
        "name": "Salthouse Place: A Novel Kindle Edition",
        "slug": "salthouse-place",
        "price": 500,
        "description": "Longlisted for The Center for Fiction First Novel Prize.\n\nFrom debut author Jamie Sogn comes a twisty thriller about the allure of the past and the danger of the truth as a young woman dives headlong into a cult in a desperate search for answers.\n\nIn the far reaches of the Pacific Northwest, three best friends spend a day at the lake…but only two come home.\n\nTen years later, Delia Albio is tormented by the mystery of what happened to fifteen-year-old Zee on the lake that day. When she receives an email from Cara, the remaining friend in the trio, she can’t resist the pull of the “life-changing” news in the message. Delia, hopeful for answers, travels home to see her old friend.\n\nBut Cara is gone by the time she gets there, setting off another mystery. When Delia hears about the women’s empowerment group that Cara joined, she sets out for the group’s retreat property on the Oregon coast to find her. Delia feels this could be her chance to reconnect with Cara and reckon with that fateful day at the lake.\n\nInstead, Delia uncovers a possessive group with a dark agenda. As their leadership closes in, Delia hurtles ever closer to the truth—if only she can survive a cult that will protect its secrets at any cost.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/41VlEBtujwL.jpg",
        "category": "Thriller"
    },

    {
        "name": "Unmissing: A Thriller Kindle Edition",
        "slug": "unmissing",
        "price": 450,
        "description": "A return from the past knocks a family dangerously off-balance in a novel of spiraling suspense by Washington Post and Wall Street Journal bestselling author Minka Kent.\n\nMerritt Coletto and her husband, Luca, have the life they dreamed of: a coastal home, a promising future, and a growing family. That dream ends with a late-night knock on the door.\n\nWeak, broken, and emaciated, it’s Luca’s first wife, Lydia. Missing for ten years, presumed dead, and very much alive, she has quite a story. Her kidnapping. A torturous confinement that should’ve ended with her dead. And finally, escape. Racked with guilt over the beautiful life they’ve built, Merritt and Luca agree to help get Lydia back on her feet—it’s the least they can do.\n\nBut the more enmeshed Lydia becomes in Merritt’s family, the more questions Merritt has. What is it about Lydia that’s especially unnerving? Why hasn’t she gone to the police with her harrowing tale? What does she really want of them? The answers, when they come, are terrifying.\n\nBecause Lydia isn’t the only one with secrets.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51n363hLZyS.jpg",
        "category": "Thriller"
    },

    {
        "name": "The Quarry Girls: A Thriller Kindle Edition",
        "slug": "the-quarry-girls",
        "price": 650,
        "description": "Delve into a gripping thriller with 'The Quarry Girls' as secrets buried in the past resurface to haunt the present, by acclaimed author [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith suspenseful storytelling and a riveting plot, 'The Quarry Girls' keeps readers on the edge of their seats, exploring the depths of human darkness and the pursuit of justice.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51z7p2WyBOL.jpg",
        "category": "Thriller"
    },

    {
        "name": "Reminders of Him: A Novel Kindle Edition",
        "slug": "reminders-of-him",
        "price": 750,
        "description": "Step into the compelling narrative of 'Reminders of Him,' a novel that explores the complexities of memory, loss, and the search for truth, penned by [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith evocative prose and a thought-provoking storyline, 'Reminders of Him' offers readers an introspective journey through the human psyche and the pursuit of understanding.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/41EiBLxybSL.jpg",
        "category": "Fiction"
    },

    {
        "name": "The Shallows Kindle Edition",
        "slug": "the-shallows",
        "price": 650,
        "description": "Dive into the depths of suspense and intrigue with 'The Shallows,' a gripping novel that uncovers the hidden secrets lurking beneath the surface, authored by [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith a compelling narrative and a plot that keeps readers guessing, 'The Shallows' takes them on a journey through tangled mysteries and the shadows of human nature.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/519AKndVuWL.jpg",
        "category": "Mystery"
    },

    {
        "name": "Morning in This Broken World: A Novel Kindle Edition",
        "slug": "morning-in-this-broken-world",
        "price": 650,
        "description": "From the bestselling author of The Kindness of Strangers comes a poignant and life-affirming novel about our connections to the past, and the promise for the future during the least promising of times.\n\nGrieving but feisty widow Vivian Laurent is at a late-in-life crossroads. The man she loved is gone. Their only daughter is estranged and missing. And the assisted-living facility where her husband died is going into quarantine. Living in lockdown with only heartache and memories is something Vivian can’t bear. Then comes a saving grace.\n\nLuna, a compassionate nursing assistant and newly separated mother, is facing eviction. Vivian has a plan that could turn their lives around: return to her old home and invite Luna and her two children to move in with her. With the exuberant eleven-year-old Wren in her hot-pink motorized wheelchair and Wren’s troubled older brother, Cooper, the new housemates make for an unlikely pandemic pack, weathering the coming storm together.\n\nNow it’s time to heal old wounds, make peace with the past, find hope and joy, and discover that the strongest bonds can get anyone through the worst of times.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51s15QkBo8L.jpg",
        "category": "Fiction"
    },

    {
        "name": "The Scenic Route: A Short Story",
        "slug": "the-scenic-route",
        "price": 400,
        "description": "Driven by desperation to hit the road, a woman sees her life come into view in a powerful short story about starting over by the #1 New York Times bestselling author of The Exiles.\n\nOnce happily married with a young son, Jess takes to the road to escape her failed relationship and the disappointment of losing touch with her son. Four years into a nomadic existence, she has learned the hacks of van life and promotes a fantasy version of it on Instagram that bears little resemblance to her eclectic community of fellow travelers. But it’s that camaraderie, and the vastness of the great outdoors, that gives Jess the space she needs to find out what really matters to her. And act on it.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/41OS8r+4a3L.jpg",
        "category": "Short Story"
    },

    {
        "name": "Redemption",
        "slug": "redemption",
        "price": 600,
        "description": "From award-winning author Deborah J Ledford comes a thrilling new series featuring a Native American sheriff’s deputy who risks it all to find a friend who’s gone missing.\n\nAfter four women disappear from the Taos Pueblo reservation, Deputy Eva “Lightning Dance” Duran dives into the case. For her, it’s personal. Among the missing is her best friend, Paloma, a heroin addict who left behind an eighteen-year-old son.\n\nEva senses a lack of interest from the department as she embarks on the investigation. But their reluctance only fuels her fire. Eva teams up with tribal police officer and longtime friend Cruz “Wolf Song” Romero to tackle a mystery that could both ruin her reputation and threaten her standing in the tribe.\n\nAnd when the missing women start turning up dead, Eva uncovers clues that take her deeper into the reservation’s protected secrets. As Eva races to find Paloma before it’s too late, she will face several tests of loyalty—to her friend, her culture, and her tribe.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51IoCNP0-DL.jpg",
        "category": "Mystery"
    },

    {
        "name": "Androne Kindle Edition",
        "slug": "androne",
        "price": 650,
        "description": "Embark on a mind-bending journey with 'Androne,' a captivating novel that explores the boundaries of human existence and the mysteries of technology, authored by [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith thought-provoking concepts and an immersive narrative, 'Androne' challenges readers to question the nature of reality and the potential consequences of scientific advancement.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/41E66fIQ5WL.jpg",
        "category": "Science Fiction"
    },

    {
        "name": "Lightning Kindle Edition",
        "slug": "lightning",
        "price": 800,
        "description": "#1 New York Times bestselling author Dean Koontz’s brilliantly thrilling novel of suspense.\n\nIn the midst of a raging blizzard, lightning struck on the night Laura Shane was born. And a mysterious blond-haired stranger showed up just in time to save her from dying.\n\nYears later, in the wake of another storm, Laura will be saved again. For someone is watching over her. Is he the guardian angel he seems? The devil in disguise? Or the master of a haunting destiny beyond all time and space?",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51UJ1ebhU0L.jpg",
        "category": "Thriller"
    },

    {
        "name": "Sing, Wild Bird, Sing: A Novel Kindle Edition",
        "slug": "sing-wild-bird-sing",
        "price": 650,
        "description": "A courageous woman journeys from nineteenth-century Ireland to the American West in a powerful novel about the indomitable will to survive—and to flourish—against nearly impossible odds.\n\nIt’s 1849 on the west coast of Ireland. Resilient Honora O’Donoghue is accustomed to fending for herself and to reading the language of the natural world. It was always said she’d been marked for something different, but it’s not until she suffers devastating losses in a country gripped by the Famine that Honora begins to understand how that difference will save her. With the hope of a better life in America calling, Honora keeps moving toward her freedom.\n\nAcross the Atlantic, she’s unfamiliar with the customs, jobs are scarce, and she has no money. She finds only one new friend, and Honora’s desperation is a state to be taken advantage of. Even the prospect of marriage is not without its conditions—and far from the dream she imagines. With so much disappointment and heartbreak in her past, Honora must decide what kind of life she wants, and what she’s prepared to do to get it.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51jED764TRL.jpg",
        "category": "Historical Fiction"
    },

    {
        "name": "There's No Coming Back from This: A Novel Kindle Edition",
        "slug": "there's-no-coming-back-from-this",
        "price": 650,
        "description": "Step into a world of suspense and mystery with 'There's No Coming Back from This,' a gripping novel that explores the boundaries of fate and the unrelenting pursuit of truth, authored by [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith an atmosphere of tension and a plot that twists and turns, 'There's No Coming Back from This' keeps readers on the edge of their seats, delving into the complexities of human nature and the consequences of irrevocable decisions.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51OjGeBub0L._SY346_.jpg",
        "category": "Mystery"
    },

    {
        "name": "Luckiest Girl Alive: A Novel",
        "slug": "luckiest-girl-alive",
        "price": 450,
        "description": "Dive into the compelling narrative of 'Luckiest Girl Alive,' a captivating novel that weaves together mystery, suspense, and the complexities of human identity, written by [Author Name/Placeholder].\n\n[Description of the book goes here. You can provide details about the plot, characters, and themes of the book.]\n\nWith its engaging storytelling and intricate plot twists, 'Luckiest Girl Alive' keeps readers guessing until the very end, exploring the depths of secrets and the impact of the past on the present.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51ogm7156OL.jpg",
        "category": "Mystery"
    },

    {
        "name": "Deception Point Kindle Edition",
        "slug": "deception-point",
        "price": 650,
        "description": "Heralded for masterfully intermingling science, history, and politics in his critically acclaimed thrillers The Da Vinci Code and Angels & Demons, New York Times bestselling author Dan Brown has crafted another pulse-pounding novel in which nothing is as it seems -- and behind every corner is a stunning surprise.\n\nA shocking scientific discovery. A conspiracy of staggering brilliance. A thriller unlike any you've ever read....\n\nWhen a NASA satellite discovers an astonishingly rare object buried deep in the Arctic ice, the floundering space agency proclaims a much-needed victory -- a victory with profound implications for NASA policy and the impending presidential election. To verify the authenticity of the find, the White House calls upon the skills of intelligence analyst Rachel Sexton. Accompanied by a team of experts, including the charismatic scholar Michael Tolland, Rachel travels to the Arctic and uncovers the unthinkable: evidence of scientific trickery -- a bold deception that threatens to plunge the world into controversy. But before she can warn the President, Rachel and Michael are ambushed by a deadly team of assassins. Fleeing for their lives across a desolate and lethal landscape, their only hope for survival is to discover who is behind this masterful plot. The truth, they will learn, is the most shocking deception of all.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51dBfeEnZnL.jpg",
        "category": "Thriller"
    },

    {
        "name": "Just a Regular Boy: A Novel Kindle Edition",
        "slug": "just-a-regular-boy",
        "price": 500,
        "description": "Dive into the poignant narrative of 'Just a Regular Boy,' a heartwarming novel that explores the struggles, triumphs, and dreams of an ordinary individual, penned by [Author Name/Placeholder]. [Description of the book goes here.]",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51Qx195cc9L.jpg",
        "category": "Fiction"
    },

    {
        "name": "Never Lie: An addictive psychological thriller Kindle Edition",
        "slug": "never-lie",
        "price": 450,
        "description": "Embark on a chilling journey into the unknown with 'Never Lie,' an enthralling psychological thriller that explores the depths of deception and the darkness that lies beneath the surface, written by [Author Name/Placeholder]. [Description of the book goes here.]\n\nNewlyweds Tricia and Ethan are searching for the house of their dreams. But when they visit the remote manor that once belonged to Dr. Adrienne Hale, a renowned psychiatrist who vanished without a trace four years earlier, a violent winter storm traps them at the estate… with no chance of escape until the blizzard comes to an end. In search of a book to keep her entertained until the snow abates, Tricia happens upon a secret room. One that contains audio transcripts from every single patient Dr. Hale has ever interviewed. As Tricia listens to the cassette tapes, she learns about the terrifying chain of events leading up to Dr. Hale’s mysterious disappearance. Tricia plays the tapes one by one, late into the night. With each one, another shocking piece of the puzzle falls into place, and Dr. Adrienne Hale’s web of lies slowly unravels. And then Tricia reaches the final cassette. The one that reveals the entire horrifying truth.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/41oCesFWhdL.jpg",
        "category": "Thriller"
    },

    {
        "name": "The Whittiers: A Novel",
        "slug": "the-whittiers",
        "price": 650,
        "description": "Embark on an emotional journey of family, loss, and rediscovery with 'The Whittiers: A Novel,' a heartwarming story penned by bestselling author Danielle Steel. [Description of the book goes here.] NEW YORK TIMES BESTSELLER • In this heartwarming novel from #1 New York Times bestselling author Danielle Steel, adult siblings find their way back home—and back to each other—after loss.\n\nPreston and Constance Whittier have built a happy life together, with a brood of six children raised in a beautiful historic Manhattan mansion. Now, with a nearly empty nest, it’s easier than ever for the Whittiers to maintain their tradition of a solo romantic “Wintermoon” ski trip.\n\nBut with this year’s trip comes tragedy, and suddenly the Whittiers’ adult children find themselves reuniting in the family home without their parents for the first time ever. The oldest, Lyle, is reaching a breaking point in his marriage and must decide whether a divorce would be best for him and his two children. Gloria’s big job on Wall Street has kept her single at thirty-nine, and growing ever more cynical. The twins, Caroline and Charlie, moved out long ago to start a fashion business that may now be faltering. Benjie, with special needs, is hit hard by the loss of his parents and needs his siblings’ help. And Annabelle, the youngest, drops out of college and starts to spin out of control.\n\nThe eldest four are forced to put aside their personal issues and their grief to keep the family together and support each other and their two youngest siblings. Selling the house, along with all the memories that live in its walls, feels like yet another devastating loss. Could there be another way, as unconventional as it seems?\n\nIn The Whittiers, Danielle Steel delivers an inspiring story about the everlasting bonds of one unforgettable family.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51KRAhGIPZL.jpg",
        "category": "Fiction"
    },

    {
        "name": "Christmas at Fireside Cabins: An absolutely heart-warming and feel-good festive romance",
        "slug": "christmas-at-fireside-cabins",
        "price": 650,
        "description": "Indulge in the magic of the holiday season with 'Christmas at Fireside Cabins: An absolutely heart-warming and feel-good festive romance,' a heartwarming story that captures the joy of love and celebration, written by [Author Name/Placeholder]. [Description of the book goes here.]",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51C3MqGr8ZL.jpg",
        "category": "Romance"
    },

    {
        "name": "Alone with the Duke: A Steamy Historical Regency Romance Novel",
        "slug": "alone-with-the-duke",
        "price": 650,
        "description": "\"What I feel for you is beyond desire, it is need.\"\n\nThe only way for Duke Thomas to achieve all his goals at once is by holding a party for his recently married friend. But his plan starts crumbling the moment she arrives. And now his mind won’t focus until he has her.\n\nThere is nothing Miss Margaret wouldn’t do for her family. Even if that means she must cooperate with the most infuriating of rakes for her sister’s sake. Yet she never accounts for how difficult resisting his charms can be.\n\nTrapped with Thomas when they can’t agree on a single thing is torture for Margaret. Until he claims her lips and suddenly spending two weeks with him alone becomes the most dangerous decision she ever made. And the most alluring…\n\n*If you like a realistic yet steamy depiction of the Regency and Victorian era, then Alone with the Duke is the novel for you.\n\nAn enchanting regency romance of 60,000 words (around 300 pages), written by Maybel Bardot and published by Cobalt Fairy.\n\nNo cheating, no cliffhangers, and a strong happily ever after.\n\nGet \"Alone with the Duke\" today to discover Maybel's fantastic story!",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51QXTTLFBoL.jpg",
        "category": "Romance"
    },

    {
        "name": "Billionaire's Baby Romance Series Box Set",
        "slug": "billionaire-baby-romance-series-box-set",
        "price": 650,
        "description": "Indulge in the captivating world of romance, wealth, and family with the \"Billionaire's Baby Romance Series Box Set.\" This collection features a set of heartwarming stories that explore the passionate relationships between billionaires and the women who capture their hearts, all while navigating the challenges of family and the undeniable spark of love. With each book in this series, you'll be transported to a world of opulence, desire, and the promise of a happily ever after.\n\nExperience the complete set of romance novels in this box set, each penned by a talented author who knows how to deliver an emotionally charged and unforgettable love story.\n\nWhether you're seeking tales of whirlwind romances, unexpected pregnancies, or the power of love to overcome all odds, this box set has something for every fan of passionate, feel-good romance.\n\nGet ready to be swept away by the drama, passion, and unbreakable bonds that only true love can forge.\n\nGrab your copy of the \"Billionaire's Baby Romance Series Box Set\" today and experience the magic of love and wealth combined.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/518DtITptHL.jpg",
        "category": "Romance"
    },

    {
        "name": "The Ritual: A Dark College Romance",
        "slug": "the-ritual",
        "price": 650,
        "description": "Delve into the seductive and mysterious world of \"The Ritual: A Dark College Romance.\" Uncover the secrets and desires that lurk beneath the surface as you follow the intense and forbidden love story that unfolds within the shadows of a prestigious college campus.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51oFdGuoylL.jpg",
        "category": "Romance"
    },

    {
        "name": "Pucking Wild: A Reverse Age Gap Hockey Romance (Jacksonville Rays Book 2)",
        "slug": "pucking-wild",
        "price": 650,
        "description": "Dive into the high-stakes world of professional hockey and forbidden passion in \"Pucking Wild: A Reverse Age Gap Hockey Romance.\" Join the Jacksonville Rays on a rollercoaster journey of love, lust, and rivalry as two unlikely hearts collide on and off the ice.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51tHBDtNDnL.jpg",
        "category": "Romance"
    },

    {
        "name": "Hideaway Heart: An enemies to lovers, forced proximity small town romance (Cherry Tree Harbor Book 2)",
        "slug": "hideaway-heart",
        "price": 650,
        "description": "Escape to the picturesque town of Cherry Tree Harbor and experience the tension, chemistry, and unexpected romance between two bitter rivals in \"Hideaway Heart.\" Dive into a heartwarming story of love, redemption, and second chances as old grudges give way to unexpected attraction.",
        "quantity": 30,
        "imageUrl": "https://m.media-amazon.com/images/I/51H1kVp5cfL.jpg",
        "category": "Romance"
    }
]
